IDEA StatiCa Open Model
CheckResSummary Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the CheckResSummary class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CheckResSummary()
Public Sub New
public:
CheckResSummary()
See Also
Reference
CheckResSummary Class
IdeaRS.OpenModel.Connection Namespace